---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FaceSilhouetteNode
source: html/0a74730b-e9c2-b192-5990-72d9650a02c8.htm
---
# FaceSilhouetteNode Members

Returns the Face object corresponding to the node.